'use strict';

module.exports = {
  mockData: [
    {
      "title": `Рок — это протест.`,
      "createdAt": `2021-06-07T14:39:57+03:00`,
      "announce": `Внушение старо как мир.`,
      "fullText": `Альбом стал настоящим открытием года.`,
      "сategories": [`За жизнь`, `Железо`, `IT`],
      "comments": [
        {
          "text": `Совсем немного... Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.`
        },
        {
          "text": `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
        },
        {
          "text": `Планируете записать видосик на эту тему? Согласен с автором! Мне кажется или я уже читал это где-то?`
        }
      ],
      "picture": ``
    },
    {
      "title": `Лучшие рок-музыканты 20-века.`,
      "createdAt": `2021-06-10T14:39:57+03:00`,
      "announce": `Этот смартфон — настоящая находка.`,
      "fullText": `Из под его пера вышло 8 платиновых альбомов. 0дно из основных свойств времени – это его способность изменяться только в одном направлении.`,
      "сategories": [`Музыка`, `Деревья`],
      "comments": [
        {
          "text": `Плюсую, но слишком много буквы! Это где ж такие красоты? Совсем немного...`
        }
      ],
      "picture": ``
    }
  ],
  mockCategories: [
    `Музыка`,
    `Деревья`,
    `За жизнь`,
    `Железо`,
    `IT`
  ]
};
