'use strict';

module.exports.mockData = [
  {
    "id": `UmvQNyS7ox`,
    "title": `Рок — это протест.`,
    "date": `2021-06-07T14:39:57+03:00`,
    "announce": `Внушение старо как мир. Словесное воздействие на психику больных использовали с лечебной целью Платон, Аристотель, Гиппократ. Производят ли чёрные дыры тепловое излучение, как это предсказывает теория? Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами.`,
    "fullText": `Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. 0дно из основных свойств времени – это его способность изменяться только в одном направлении. Эмбриологически все ткани человеческого тела происходят из трёх зародышевых листков — энтодермы, мезодермы и эктодермы. Язык Python обладает некоторыми примечательными особенностями, которые обуславливают его широкое распространение. Производят ли чёрные дыры тепловое излучение, как это предсказывает теория? Есть только одна загвоздка – найти медицинский спирт непросто. Язык программирования Python 3 — это мощный инструмент для создания программ самого разнообразного назначения, доступный даже для новичков. Существуют ли нелокальные явления в квантовой физике? Он написал больше 30 хитов. Золотое сечение — соотношение двух величин, гармоническая пропорция. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Получившуюся жидкость перелейте во флакончик с распылителем. Такие обычно встречаются в travel-наборах из косметических магазинов. Собрать камни бесконечности легко, если вы прирожденный герой. Небесные светила ассоциируются у нас с чем-то невероятно горячим, однако существуют и исключения. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Тело взрослого человека образуют около тридцати триллионов клеток. Как начать действовать? Для начала просто соберитесь. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Достичь успеха помогут ежедневные повторения. Из под его пера вышло 8 платиновых альбомов. Сегодня мы вспомним про самые необычные объекты нашей Вселенной. Такие как холодная звезда, одинокая планета и невероятная черная дыра. Некоторые из этих проблем носят теоретический характер. И некоторые из них тесно взаимосвязаны. Внушение старо как мир. Словесное воздействие на психику больных использовали с лечебной целью Платон, Аристотель, Гиппократ. Тело человека образовано клетками различных типов, характерным образом организующихся в ткани. Это один из лучших рок-музыкантов. Перед нами газовый гигант, масса которого в шесть раз больше массы Юпитера. Находится это небесное тело на расстоянии 80 световых лет от Земли. Взгляды на природу математической реальности располагаются между двумя крайностями. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Первая большая ёлка была установлена только в 1938 году. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Преобразования Галилея были основаны на гипотезе полной независимости времени и пространства. Отсюда и следовал абсолютный характер, приписывавшийся этим понятиям. Исследования последнего десятилетия в области когнитивной нейронауки позволяют существенно уточнить детали того, как математика связана с нашим мозгом и сознанием. Простые ежедневные упражнения помогут достичь успеха.`,
    "сategories": [`За жизнь`, `Железо`, `IT`],
    "comments": [
      {
        "id": `L8JbwWeLvj`,
        "text": `Совсем немного... Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.`
      },
      {
        "id": `eGezQmEcDe`,
        "text": `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
      },
      {
        "id": `LVihSOaFPQ`,
        "text": `Планируете записать видосик на эту тему? Согласен с автором! Мне кажется или я уже читал это где-то?`
      }
    ],
    "picture": ``
  },
  {
    "id": `ryR6m7Hecn`,
    "title": `Лучшие рок-музыканты 20-века.`,
    "date": `2021-06-10T14:39:57+03:00`,
    "announce": `Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Ёлки — это не просто красивое дерево. Это прочная древесина. Программировать не настолько сложно, как об этом говорят. Золотое сечение — соотношение двух величин, гармоническая пропорция. 0дно из основных свойств времени – это его способность изменяться только в одном направлении.`,
    "fullText": `Из под его пера вышло 8 платиновых альбомов. 0дно из основных свойств времени – это его способность изменяться только в одном направлении. Есть только одна загвоздка – найти медицинский спирт непросто. Простые ежедневные упражнения помогут достичь успеха. Как начать действовать? Для начала просто соберитесь. Существуют ли нелокальные явления в квантовой физике? Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Сегодня мы вспомним про самые необычные объекты нашей Вселенной. Такие как холодная звезда, одинокая планета и невероятная черная дыра. Взгляды на природу математической реальности располагаются между двумя крайностями. Это один из лучших рок-музыкантов. Самовнушением и внушением можно добиться и объективно регистрируемых общих изменений в организме. Внушение старо как мир. Словесное воздействие на психику больных использовали с лечебной целью Платон, Аристотель, Гиппократ. Получившуюся жидкость перелейте во флакончик с распылителем. Такие обычно встречаются в travel-наборах из косметических магазинов. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Собрать камни бесконечности легко, если вы прирожденный герой. Он написал больше 30 хитов. Тело взрослого человека образуют около тридцати триллионов клеток. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Достичь успеха помогут ежедневные повторения. Перед нами газовый гигант, масса которого в шесть раз больше массы Юпитера. Находится это небесное тело на расстоянии 80 световых лет от Земли. Программировать не настолько сложно, как об этом говорят. Небесные светила ассоциируются у нас с чем-то невероятно горячим, однако существуют и исключения. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Золотое сечение — соотношение двух величин, гармоническая пропорция. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Ёлки — это не просто красивое дерево. Это прочная древесина. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Эмбриологически все ткани человеческого тела происходят из трёх зародышевых листков — энтодермы, мезодермы и эктодермы. Язык программирования Python 3 — это мощный инструмент для создания программ самого разнообразного назначения, доступный даже для новичков. Первая большая ёлка была установлена только в 1938 году. Преобразования Галилея были основаны на гипотезе полной независимости времени и пространства. Отсюда и следовал абсолютный характер, приписывавшийся этим понятиям. Язык Python обладает некоторыми примечательными особенностями, которые обуславливают его широкое распространение. Некоторые из этих проблем носят теоретический характер. И некоторые из них тесно взаимосвязаны. Исследования последнего десятилетия в области когнитивной нейронауки позволяют существенно уточнить детали того, как математика связана с нашим мозгом и сознанием. Тело человека образовано клетками различных типов, характерным образом организующихся в ткани.`,
    "сategories": [`Музыка`, `Деревья`],
    "comments": [
      {
        "id": `oUHH5LaYTd`,
        "text": `Плюсую, но слишком много буквы! Это где ж такие красоты? Совсем немного...`
      }
    ],
    "picture": ``
  }
];
