'use strict';

module.exports = {
  mockData: [
    {
      "title": `Рок — это протест.`,
      "createdAt": `2021-06-07T14:39:57+03:00`,
      "announce": `Внушение старо как мир.`,
      "fullText": `Альбом стал настоящим открытием года.`,
      "сategories": [`За жизнь`, `Железо`, `IT`],
      "comments": [
        {
          "text": `Совсем немного... Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.`
        },
        {
          "text": `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
        },
        {
          "text": `Планируете записать видосик на эту тему? Согласен с автором! Мне кажется или я уже читал это где-то?`
        }
      ],
      "picture": ``
    },
    {
      "title": `Лучшие рок-музыканты 20-века.`,
      "createdAt": `2021-06-10T14:39:57+03:00`,
      "announce": `Этот смартфон — настоящая находка.`,
      "fullText": `Из под его пера вышло 8 платиновых альбомов. 0дно из основных свойств времени – это его способность изменяться только в одном направлении.`,
      "сategories": [`Музыка`, `Деревья`],
      "comments": [
        {
          "text": `Плюсую, но слишком много буквы! Это где ж такие красоты? Совсем немного...`
        }
      ],
      "picture": ``
    },
    {
      "title": `Как собрать камни бесконечности.`,
      "createdAt": `2021-08-27T17:51:09+03:00`,
      "announce": `Взгляды на природу математической реальности располагаются между двумя крайностями.`,
      "fullText": `Простые ежедневные упражнения помогут достичь успеха. Он написал больше 30 хитов.`,
      "сategories": [`Музыка`, `Железо`],
      "comments": [
        {
          "text": `Совсем немного...`,
        },
        {
          "text": `Плюсую, но слишком много буквы!`,
        },
        {
          "text": `Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.`,
        },
        {
          "text": `Это где ж такие красоты?`,
        }
      ],
      "picture": `2.jpg`
    },
    {
      "title": `Путешествие сквозь пространство-время.`,
      "createdAt": `2021-08-26T17:51:09+03:00`,
      "announce": `Собрать камни бесконечности легко, если вы прирожденный герой.`,
      "fullText": `Самовнушением и внушением можно добиться и объективно регистрируемых общих изменений в организме.`,
      "сategories": [`Деревья`, `Музыка`, `IT`],
      "comments": [
        {
          "text": `Согласен с автором!`,
        },
        {
          "text": `Это где ж такие красоты?`,
        }
      ],
      "picture": `1.jpg`
    },
    {
      "title": `Ноутбуки победили.`,
      "createdAt": `2021-06-07T14:39:57+03:00`,
      "announce": `Как сделать антисептик дома.`,
      "fullText": `Мощные гитарные рифы и скоростные соло-партии не дадут заскучать.`,
      "сategories": [`IT`],
      "comments": [],
      "picture": ``
    },
    {
      "title": `Как сделать антисептик дома.`,
      "createdAt": `2021-06-07T14:39:57+03:00`,
      "announce": `Как начать действовать?.`,
      "fullText": `Тело человека образовано клетками различных типов, характерным образом организующихся в ткани.`,
      "сategories": [`За жизнь`],
      "comments": [],
      "picture": ``
    },
  ],
  mockCategories: [
    `Музыка`,
    `Деревья`,
    `За жизнь`,
    `Железо`,
    `IT`
  ]
};
