'use strict';

module.exports.mockData = [
  {
    "id": `N3ZlhnmwMK`,
    "title": `Самый лучший музыкальный альбом этого года.`,
    "createdDate": `2021-06-09T20:47:37+03:00`,
    "announce": `Простые ежедневные упражнения помогут достичь успеха.`,
    "fullText": `Из под его пера вышло 8 платиновых альбомов. Тело взрослого человека образуют около тридцати триллионов клеток. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Программировать не настолько сложно, как об этом говорят. Производят ли чёрные дыры тепловое излучение, как это предсказывает теория? Первая большая ёлка была установлена только в 1938 году. Существуют ли нелокальные явления в квантовой физике? Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Некоторые из этих проблем носят теоретический характер. И некоторые из них тесно взаимосвязаны. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Альбом стал настоящим открытием года. Мощные гитарные рифы и скоростные соло-партии не дадут заскучать. Он написал больше 30 хитов. Исследования последнего десятилетия в области когнитивной нейронауки позволяют существенно уточнить детали того, как математика связана с нашим мозгом и сознанием.`,
    "сategories": [`Кино`],
    "comments": [
      {
        "id": `OFVAR-81fb`,
        "text": `Совсем немного... Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
      },
    ]
  },
  {
    "id": `BXEApcziYf`,
    "title": `Обзор новейшего смартфона.`,
    "createdDate": `2021-06-19T20:47:37+03:00`,
    "announce": `Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами.`,
    "fullText": `Ёлки — это не просто красивое дерево. Это прочная древесина. Производят ли чёрные дыры тепловое излучение, как это предсказывает теория? Достичь успеха помогут ежедневные повторения. Существуют ли нелокальные явления в квантовой физике? Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. 0дно из основных свойств времени – это его способность изменяться только в одном направлении. Первая большая ёлка была установлена только в 1938 году. Исследования последнего десятилетия в области когнитивной нейронауки позволяют существенно уточнить детали того, как математика связана с нашим мозгом и сознанием. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Тело взрослого человека образуют около тридцати триллионов клеток. Как начать действовать? Для начала просто соберитесь. Тело человека образовано клетками различных типов, характерным образом организующихся в ткани. Сегодня мы вспомним про самые необычные объекты нашей Вселенной. Такие как холодная звезда, одинокая планета и невероятная черная дыра. Небесные светила ассоциируются у нас с чем-то невероятно горячим, однако существуют и исключения. Некоторые из этих проблем носят теоретический характер. И некоторые из них тесно взаимосвязаны. Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Это один из лучших рок-музыкантов. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике.`,
    "сategories": [`Физика`],
    "comments": [
      {
        "id": `zBg0dilyJe`,
        "text": `Мне не нравится ваш стиль. Ощущение, что вы меня поучаете.`
      },
      {
        "id": `SQTZi5Dsez`,
        "text": `Совсем немного... Плюсую, но слишком много буквы! Согласен с автором!`
      }
    ]
  },
  {
    "id": `z5v-pkldJ8`,
    "title": `Как сделать антисептик дома.`,
    "createdDate": `2021-06-19T20:47:37+03:00`,
    "announce": `Язык программирования Python 3 — это мощный инструмент для создания программ самого разнообразного назначения, доступный даже для новичков. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Перед нами газовый гигант, масса которого в шесть раз больше массы Юпитера. Находится это небесное тело на расстоянии 80 световых лет от Земли. Собрать камни бесконечности легко, если вы прирожденный герой.`,
    "fullText": `Первая большая ёлка была установлена только в 1938 году. Простые ежедневные упражнения помогут достичь успеха. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Производят ли чёрные дыры тепловое излучение, как это предсказывает теория? Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Золотое сечение — соотношение двух величин, гармоническая пропорция. Достичь успеха помогут ежедневные повторения. Из под его пера вышло 8 платиновых альбомов. Он написал больше 30 хитов. Внушение старо как мир. Словесное воздействие на психику больных использовали с лечебной целью Платон, Аристотель, Гиппократ. Язык Python обладает некоторыми примечательными особенностями, которые обуславливают его широкое распространение. Как начать действовать? Для начала просто соберитесь. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Программировать не настолько сложно, как об этом говорят.`,
    "сategories": [`Разное`, `Программирование`, `Самообразование`],
    "comments": [
      {
        "id": `g-zqh7WuFr`,
        "text": `Это где ж такие красоты? Совсем немного...`
      },
      {
        "id": `Mt4L-axnDc`,
        "text": `Мне кажется или я уже читал это где-то?`
      },
    ]
  },
];
