'use strict';

module.exports.mockData = [
  {
    "id": `XjH65a90Dl`,
    "title": `Поверь в себя. Сила самовнушения.`,
    "date": `2021-06-16T20:28:51+03:00,
    "announce": Рок-музыка всегда ассоциировалась с протестами. Так ли это на самом деле? Простые ежедневные упражнения помогут достичь успеха. Язык программирования Python 3 — это мощный инструмент для создания программ самого разнообразного назначения, доступный даже для новичков. Достичь успеха помогут ежедневные повторения.`,
    "fullText": `Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Сегодня мы вспомним про самые необычные объекты нашей Вселенной. Такие как холодная звезда, одинокая планета и невероятная черная дыра. Золотое сечение — соотношение двух величин, гармоническая пропорция. Ёлки — это не просто красивое дерево. Это прочная древесина. Первая большая ёлка была установлена только в 1938 году. Существуют ли нелокальные явления в квантовой физике? Самовнушением и внушением можно добиться и объективно регистрируемых общих изменений в организме. Исследования последнего десятилетия в области когнитивной нейронауки позволяют существенно уточнить детали того, как математика связана с нашим мозгом и сознанием. Некоторые из этих проблем носят теоретический характер. И некоторые из них тесно взаимосвязаны. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Эмбриологически все ткани человеческого тела происходят из трёх зародышевых листков — энтодермы, мезодермы и эктодермы. Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Он написал больше 30 хитов. 0дно из основных свойств времени – это его способность изменяться только в одном направлении. Программировать не настолько сложно, как об этом говорят. Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Игры и программирование разные вещи. Не стоит идти в программисты, если вам нравятся только игры. Собрать камни бесконечности легко, если вы прирожденный герой. Достичь успеха помогут ежедневные повторения. Простые ежедневные упражнения помогут достичь успеха. Из под его пера вышло 8 платиновых альбомов. Помните, небольшое количество ежедневных упражнений лучше, чем один раз, но много. Внушение старо как мир. Словесное воздействие на психику больных использовали с лечебной целью Платон, Аристотель, Гиппократ. Освоить вёрстку несложно. Возьмите книгу новую книгу и закрепите все упражнения на практике. Как начать действовать? Для начала просто соберитесь.`,
    "сategories": [`Физика`, `IT`, `Математика`],
    "comments": [
      {
        "id": `OBos3BH60c`, "text": `Плюсую, но слишком много буквы!`
      }
    ]
  },
  {
    "id": `X73R3KpHNz`,
    "title": `Путешествие сквозь пространство-время.`,
    "date": `2021-06-18T20:28:51+03:00`,
    "announce": `Небесные светила ассоциируются у нас с чем-то невероятно горячим, однако существуют и исключения.`,
    "fullText": `Этот смартфон — настоящая находка. Большой и яркий экран, мощнейший процессор — всё это в небольшом гаджете. Программировать не настолько сложно, как об этом говорят. Язык программирования Python 3 — это мощный инструмент для создания программ самого разнообразного назначения, доступный даже для новичков.`,
    "сategories": [`Деревья`, `Наука`],
    "comments": [
      {
        "id": `kdAlrgZJ2r`,
        "text": `Согласен с автором! Мне не нравится ваш стиль. Ощущение, что вы меня поучаете. Хочу такую же футболку :-)`
      },
      {
        "id": `ZOsmQ4Bx3n`,
        "text": `Хочу такую же футболку :-)`
      }
    ]
  },
  {
    "id": `Z8JxDQaYzt`,
    "title": `Как перестать беспокоиться и начать жить.`,
    "date": `2021-06-16T20:28:51+03:00`,
    "announce": `Как начать действовать? Для начала просто соберитесь. Он написал больше 30 хитов.`,
    "fullText": `Процессор заслуживает особого внимания. Он обязательно понравится геймерам со стажем. Золотое сечение — соотношение двух величин, гармоническая пропорция. Преобразования Галилея были основаны на гипотезе полной независимости времени и пространства. Отсюда и следовал абсолютный характер, приписывавшийся этим понятиям. Тело человека образовано клетками различных типов, характерным образом организующихся в ткани. Язык программирования Python 3 — это мощный инструмент для создания программ самого разнообразного назначения, доступный даже для новичков. Сегодня мы вспомним про самые необычные объекты нашей Вселенной. Такие как холодная звезда, одинокая планета и невероятная черная дыра. Перед нами газовый гигант, масса которого в шесть раз больше массы Юпитера. Находится это небесное тело на расстоянии 80 световых лет от Земли. Бороться с прокрастинацией несложно. Просто действуйте. Маленькими шагами. Самовнушением и внушением можно добиться и объективно регистрируемых общих изменений в организме. Программировать не настолько сложно, как об этом говорят. Исследования последнего десятилетия в области когнитивной нейронауки позволяют существенно уточнить детали того, как математика связана с нашим мозгом и сознанием. Вы можете достичь всего. Стоит только немного постараться и запастись книгами. Существуют ли нелокальные явления в квантовой физике? Есть только одна загвоздка – найти медицинский спирт непросто. Взгляды на природу математической реальности располагаются между двумя крайностями. Как начать действовать? Для начала просто соберитесь. Первая большая ёлка была установлена только в 1938 году. Получившуюся жидкость перелейте во флакончик с распылителем. Такие обычно встречаются в travel-наборах из косметических магазинов. Тело взрослого человека образуют около тридцати триллионов клеток. Некоторые из этих проблем носят теоретический характер. И некоторые из них тесно взаимосвязаны. Небесные светила ассоциируются у нас с чем-то невероятно горячим, однако существуют и исключения. Язык Python обладает некоторыми примечательными особенностями, которые обуславливают его широкое распространение. Это один из лучших рок-музыкантов. Ёлки — это не просто красивое дерево. Это прочная древесина. Производят ли чёрные дыры тепловое излучение, как это предсказывает теория? 0дно из основных свойств времени – это его способность изменяться только в одном направлении. Собрать камни бесконечности легко, если вы прирожденный герой.`,
    "сategories": [`Железо`],
    "comments": [
      {
        "id": `kL1UznZiDG`,
        "text": `Согласен с автором! Это где ж такие красоты?`
      },
      {
        "id": `9w1_ySTG8g`,
        "text": `Плюсую, но слишком много буквы! Мне кажется или я уже читал это где-то?`
      },
      {
        "id": `CykUJwJ_-I`,
        "text": `Это где ж такие красоты? Плюсую, но слишком много буквы!`
      },
      {
        "id": `WbtEQ_zrmN`,
        "text": `Давно не пользуюсь стационарными компьютерами. Ноутбуки победили.`
      }
    ]
  },
];
